<template>
  <q-page class="q-pa-lg">
    <h5>О нас</h5>
    <p>
      Добро пожаловать на страницу "О нас" приложения "My TodoList"! Наше
      приложение было разработано с целью помочь вам организовать свой день,
      планировать задачи и следить за их выполнением. Мы верим, что правильное
      планирование и учет задач могут сделать вашу жизнь проще, продуктивнее и
      более удовлетворительной.
    </p>
    <p>
      "My TodoList" создано с любовью и заботой о пользователях. Независимо от
      того, студент вы или руководитель проекта, работающий в офисе, наше
      приложение предоставит вам интуитивно понятные инструменты для управления
      вашими делами. Благодарим вас за выбор нашего продукта и надеемся, что он
      станет вашим незаменимым помощником в повседневной жизни!
    </p>
  </q-page>
</template>

<script>
</script>
