<template>
  <q-page class="q-pa-lg">
    <h5>Контакты</h5>

    <p>
      Если у вас есть вопросы или предложения по работе приложения "My
      TodoList", не стесняйтесь связываться с нами.
    </p>

    <strong>Адрес офиса:</strong>
    <p>12345, г. Москва, ул. Примерная, д. 1, оф. 2</p>

    <strong>Телефон:</strong>
    <p>+7 (123) 456-78-90</p>

    <strong>Электронная почта:</strong>
    <p><a href="mailto:support@mytodolist.com">support@mytodolist.com</a></p>

    <strong>Режим работы:</strong>
    <p>Понедельник - Пятница: с 9:00 до 18:00</p>
    <p>Суббота, Воскресенье: выходной</p>

    <p>
      Мы ценим обратную связь наших пользователей и готовы помочь в решении
      любых возникающих вопросов!
    </p>
  </q-page>
</template>

<script>
</script>
